import React, {Component} from 'react';

class AccessGpsPopup extends Component {
    render() {
        return (
            <section id="pop_content">
                <div class="popup_content_etc gps">
                    
                    <div class="access_txt mt25">
                        <div class="access_ver4">
                            <h1 class="access_tit">위치기반 서비스</h1>
                            <h2 class="access_sub_tit">제1조 [목적]</h2>
                            <p class="access_desc">이 약관은(주) 비상교육(이하 “회사”)이 제공하는 비바샘 모바일의 위치기반서비스(이하 ‘서비스’)에 관하여 회사와 이용계약을 체결한 고객이 서비스를 이용하는 데 필요한 회사와 고객의 권리 및 의무, 기타 제반 사항을 정함을 목적으로 합니다.</p>

                            <h2 class="access_sub_tit">제2조 [약관 외 준칙]</h2>
                            <p class="access_desc">이 약관에 명시되지 않은 사항은 위치정보의 보호 및 이용 등에 관한 법률, 정보통신망 이용촉진 및 정보보호 등에 관한 법률, 전기통신기본법, 전기통신사업법 등 관계법령과 회사의 이용약관 및 개인정보처리방침, 회사가 별도로 정한 지침 등에 의합니다.</p>

                            <h2 class="access_sub_tit">제3조 [서비스 내용 및 요금]</h2>
                            <p class="access_desc">회사가 제공하는 위치기반 서비스는 아래와 같습니다.</p>
                            <p class="access_desc">        내 주변 지사 찾기</p>
                            <p class="access_desc">- 현재의 위치를 기반으로 하여 주변 지사의 위치 정보를 제공하는 서비스로 필요한 자료는 가까운 지사를 찾아 바로 요청할 수 있습니다.</p>
                            <p class="access_desc">- 서비스의 이용: 무료</p>
                            <p class="access_desc">- 서비스의 이용을 위한 데이터 통신 비용: 이동통신사 및 회원이 가입 요금제에 따름</p>
                            
                            <h2 class="access_sub_tit">제4조 [개인위치정보주체의 권리]</h2>
                            <p class="access_desc">1. 본인이 소지하고 있는 스마트기기(어플리케이션을 사용할 수 있는 모든 기기)를 이용하여 어플리케이션을 다운로드 한 사용자는 ‘설정 > 위치정보 수집이용 동의 ’메뉴에서 동의 및 철회할 수 있습니다.</p>
                            <p class="access_desc">2. 개인위치정보주체는 회사에 대하여 언제든지 개인위치정보의 이용 및 제공에 대한 동의의 전부 또는 일부를 철회할 수 있습니다. 이 경우 회사는 지체 없이 개인위치정보 및 위치정보 이용, 제공사실 확인자료(동의의 일부를 철회한 경우에는 철회한 부분의 개인위치정보 및 위치정보 이용, 제공사실 확인자료에 한함)를 파기합니다.</p>
                            <p class="access_desc">3. 개인위치정보주체는 회사에 대하여 언제든지 개인위치정보 이용 또는 제공의 일시적인 중지를 요구할 수 있으며, 회사는 이를 거절할 수 없고 이를 위한 기술적 수단을 갖추고 있습니다.</p>
                            <p class="access_desc">4. 개인위치정보주체자는 주체자의 위치정보의 이용 및 제공사실 확인자료 열람, 고지, 오류 정정을 요구할 수 있으며 개인위치정보가 이 법 또는 다른 법률의 규정에 의하여 제3자에게 제공된 이유 및 내용에 대하여 열람, 고지, 오류정정을 요구할 수 있습니다.</p>
                            <p class="access_desc">5. 개인위치정보주체는 권리행사를 고객센터(전화 1544-7714 또는 “비바샘 웹사이트 > 고객 센터 > 문의하기”)를 통해 회사에 요구할 수 있습니다.</p>
                            
                            
                            <h2 class="access_sub_tit">제5조 [위치정보의 보유기간]</h2>
                            <p class="access_desc">1. 회사는 개인위치정보를 이용하여 서비스를 제공하고자 하는 경우에는 위치정보이용약관에 명시한 후 개인위치정보주체의 동의를 얻어야 합니다.</p>
                            <p class="access_desc">2. 회사는 위치정보의 보호 및 이용 등에 관한 법률 제16조 제2항에 근거하여 개인위치정보주체에 대한 위치정보 이용ㆍ제공ㆍ사실 확인자료를 자동으로 기록하며, 6개월 간 보관합니다. </p>

                                                
                            <h2 class="access_sub_tit">제 6 조 (적용제외)</h2>
                            <p class="access_desc">만 14세 미만 인자는 회원 가입대상이 아니므로, 회사는 회원가입이 불가능한 만14세 미만 자의 위치정보를 수집하지 않습니다. 따라서 만14세 미만의 이용자에 대해서는 위치기반서           비스와 관련한 민원 발생 등에 대해서는 책임을 지지 않습니다.</p>

                            <h2 class="access_sub_tit">제 7 조 (서비스의 변경 및 중지)</h2>

                            <p class="access_desc">1. 회사는 위치정보사업자의 정책변경 등과 같이 회사의 제반 사정 또는 법률상의 장애 등으로 서비스를 유지할 수 없는 경우, 서비스의 전부 또는 일부를 제한, 변경하거나 중지할 수 있습니다.</p>

                            <p class="access_desc">2. 제1항에 의한 서비스 중단의 경우에는 회사는 사전에 인터넷 등에 공지하거나 개인위치정보주체에게 통지합니다.</p>

                            <h2 class="access_sub_tit">제 8 조 (개인위치정보 제3자 제공 및 제한)</h2>

                            <p class="access_desc">1. 회사는 회원의 동의 없이 회원의 개인위치정보를 제3자에게 제공하지 아니하며, 제3자 제공 서비스를 제공하는 경우에는 제공 받는 자 및 제공목적을 사전에 회원에게 고지하고 동의를 받습니다. 단, 다음의 경우는 예외로 합니다.</p>
                            <p class="access_desc">-법령의 규정에 의거하거나, 수사 목적으로 법령에 정해진 절차와 방법에 따라 수사기관의 요구가 있는 경우</p>

                            <p class="access_desc">2. 개인위치정보 등의 이용제공의 제한 회사는 회원의 동의가 있거나 아래 각 호에 해당하는 경우를 제외하고는 개인위치정보 또는 위치정보 수집, 이용, 제공사실 확인자료를 본 약관에 명시하거나 별도 고지한 범위를 넘어 이용하거나 제3자에게 제공하지 않습니다.</p>

                            <p class="access_desc">가. 위치기반서비스 제공에 따른 요금정산 위하여 위치정보 수집, 이용, 제공사실 확인자료가 필요한 경우</p>
                            <p class="access_desc">나. 통계작성, 학술연구 또는 시장조사를 위하여 특정 개인을 알아볼 수 없는 형태로 가공하여 제공하는 경우</p>

                            <h2 class="access_sub_tit">제 9 조 (손해배상)</h2>
                            <p class="access_desc">개인위치정보주체는 회사의 위치정보의 보호 및 이용 등에 관한 법률 제15조 내지 26조의 규정을 위반한 행위로 손해를 입은 경우에 회사에 대하여 손해배상을 청구할 수 있습니다. 이 경우 회사는 고의 또는 과실이 없음을 입증하지 아니하면 책임을 면할 수 없습니다.</p>

                            <h2 class="access_sub_tit">제 10 조 (분쟁의 조정)</h2>
                            <p class="access_desc">1. 회사는 위치정보와 관련된 분쟁에 대하여 개인위치정보주체와 협의가 이루어지지 아니하거나 협의를 할 수 없는 경우에는 방송통신위원회에 재정을 신청할 수 있습니다.</p>

                            <p class="access_desc">2. 회사 또는 개인위치정보주체는 위치정보와 관련된 분쟁에 대해 당사자간 협의가 이루어지지 아니하거나 협의를 할 수 없는 경우에는 개인정보보호법에 따라 개인정보분쟁조정위원회에 조정을 신청할 수 있습니다.</p>

                            <h2 class="access_sub_tit">제 11 조 (사업자 정보)</h2>
                            <p class="access_desc">1.	회사의 상호, 주소, 전화번호 그 밖의 연락처는 다음과 같습니다.</p>
                            <p class="access_desc">상호: (주)비상교육</p>
                            <p class="access_desc">주소: 경기 과천시 과천대로2길 54 그라운드브이 14층</p>
                            <p class="access_desc">전화번호: 1544-7714 (선생님 전용 고객센터)</p>

                            <p class="access_desc">2. 위치정보관리책임자</p>
                            <p class="access_desc">이름: 이정우 CP</p>
                            <p class="access_desc">연락처: 1544-7714</p>
                            <p class="access_desc">이메일주소: privacy@visang.com</p>

                            <p class="access_desc">본 약관은 2022년 4월 18일부터 시행합니다.</p>

                        </div>
                    </div>
                </div>
            </section>
        );
    }
}

export default AccessGpsPopup;