import React, {Component} from "react";


class Privacy_tsc_6 extends Component {

	render() {
		return (
				<div className="privacy_ver6">
					<div className="text_contents">

						<p>티스쿨원격교육연수원은 고객의 개인 정보를 소중하게 생각하고, 고객의 개인정보를 보호하기위하여 항상 최선을 다하고 있습니다.<br/>티스쿨원격교육연수원은 정보통신망 이용촉진 및
							정보보호
							등에 관한 법률, 개인정보보호법 등 정보통신서비스 제공자가 준수하여야 할 관련 법령상의 개인정보 보호규정을 지키며, 관련 법령에 따른 개인정보 처리방침을 정하여 이를
							티스쿨원격교육연수원
							홈페이지에 공개하여 고객이 언제나 용이하게 열람할 수 있도록 하고 있습니다. 티스쿨원격교육연수원은 정부의 법률 및 지침 변경 등에 따라 수시로 개인정보처리방침을 변경 할 수
							있고, 이에
							따른 개인정보 처리방침의 지속적인 개선을 위하여 필요한 절차를 정하고 있습니다.<br/>그리고 개인정보 처리방침을 개정하거나 변경할 때에는 홈페이지 첫 페이지에 해당 내용을
							알리고
							있습니다. 이용자들께서는 사이트 방문시 수시로 확인하시기 바랍니다.<br/><br/>티스쿨원격교육연수원의 「개인정보처리방침」은 아래와 같은 내용을 담고 있습니다.</p>

						<div className="caution_box ahchor_box">
							<ol>
								<li><i>1.</i><a href="#a1">개인정보 수집 및 이용 목적</a></li>
								<li><i>2.</i><a href="#a2">개인정보 수집 항목 및 방법</a></li>
								<li><i>3.</i><a href="#a3">쿠키에 의한 개인정보 수집개인정보 수집 방법</a></li>
								<li><i>4.</i><a href="#a4">개인정보 보유·이용기간 및 파기</a></li>
								<li><i>5.</i><a href="#a5">수집한 개인정보의 이용 및 제3자 제공</a></li>
								<li><i>6.</i><a href="#a6">개인정보의 수집,이용,제공에 대한 동의철회</a></li>
								<li><i>7.</i><a href="#a7">이용자의 권리와 의무</a></li>
								<li><i>8.</i><a href="#a8">아동의 개인정보 보호</a></li>
							</ol>
							<ol>
								<li><i>9.</i><a href="#a9">개인정보처리 업무의 위탁</a></li>
								<li><i>10.</i><a href="#a10">개인정보 처리방침의 고지 또는 통지방법</a></li>
								<li><i>11.</i><a href="#a11">개인정보 보호를 위한 기술 및 관리적 대책</a></li>
								<li><i>12.</i><a href="#a12">광고성 정보 전송</a></li>
								<li><i>13.</i><a href="#a13">의견수렴 및 불만처리</a></li>
								<li><i>14.</i><a href="#a14">개인정보 보호책임자 및 담당자</a></li>
								<li><i>15.</i><a href="#a15">고지의무</a></li>
							</ol>
						</div>


						<h4 id="a1">1. 개인정보 수집 및 이용목적</h4>
						<table className="qna_table_template" summary="개인정보 수집 및 이용목적입니다.">
							<caption>개인정보 수집 및 이용목적</caption>
							<colgroup>
								<col style={{'width':'30%'}}/>
								<col style={{'width':'70%'}}/>
							</colgroup>
							<thead>
							<tr>
								<th>구분</th>
								<th>이용목적</th>
							</tr>
							</thead>
							<tbody>
							<tr>
								<td className="ta_l">회원 관리</td>
								<td className="ta_l">
									<ul className="text_indent_hyphen">
										<li>- 회원제 서비스 이용에 따른 회원식별</li>
										<li>- 불량회원의 부정이용 방지와 비인가 사용 방지, 중복가입방지</li>
										<li>- 고객상담, 고객불만 접수 및 처리, 분쟁조정을 위한 기록보존</li>
										<li>- 부정이용 및 비인가 사용방지</li>
										<li>- 분쟁조정 해결을 위한 기록</li>
									</ul>
								</td>
							</tr>
							<tr>
								<td className="ta_l">서비스 제공에 관한 계약의 이행 및 서비스 제공에 따른 요금정산</td>
								<td className="ta_l">
									<ul className="text_indent_hyphen">
										<li>- 거래 서비스 제공</li>
										<li>- 콘텐츠 제공, 이벤트/경품당첨 결과안내 및 상품배송</li>
										<li>- 금융거래 관련 본인인증 및 금융서비스</li>
										<li>- 구매 및 요금결제</li>
									</ul>
								</td>
							</tr>
							<tr>
								<td className="ta_l">마케팅 및 광고에 활용</td>
								<td className="ta_l">
									<ul className="text_indent_hyphen">
										<li>- 고객에게 최적화된 서비스 제공</li>
										<li>- 신규 서비스(제품) 개발 및 특화</li>
										<li>- 인구통계학적 특성에 따른 서비스 제공 및 광고 게재</li>
										<li>- 웹페이지 접속 빈도 파악</li>
										<li>- 상품/서비스의 이용실적 분석</li>
										<li>- 정기 간행물 발송, 새로운 상품 또는 서비스 안내</li>
										<li>- 고객 관심사에 부합하는 웹서비스 및 이벤트 기획</li>
										<li>- 경품행사, 이벤트 등 광고성 정보 전달</li>
										<li>- 고객대상 설문조사</li>
										<li>- 서비스 및 상품 안내</li>
									</ul>
								</td>
							</tr>
							</tbody>
						</table>

						<h4 id="a2">2. 개인정보 수집 항목 및 방법</h4>
						<ul className="text_indent_kor">
							<li>가. 티스쿨원격교육연수원은 기본적인 서비스 제공을 위한 필수 정보만을 수집하고 있으며 고객 각각의 기호와 필요에 맞는 서비스를 제공하기 위하여 정보 수집 때 별도 동의를
								얻고
								있습니다. 선택 정보를 입력하지 않아도 서비스 이용에 제한은 없습니다.
							</li>
							<li>나. 티스쿨원격교육연수원은 이용자의 기본적 인권을 침해 할 우려가 있는 민감한 개인정보(인종 및 민족, 사상 및 신조, 출신지 및 본적지, 정치적 성향 및 범죄기록,
								건강상태 및
								성생활 등)는 수집하지 않습니다. 그리고, 어떤 경우에라도 입력하신 정보를 이용자들에게 미리 밝힌 목적 이외의 다른 목적으로는 사용하지 않으며 외부로 유출하지 않습니다.
							</li>
							<li>다. 티스쿨원격교육연수원은 다음과 같이 개인정보를 수집하여 이용합니다.
								<ul className="text_indent_list">
									<li>
										① 회원가입 및 주문 등 필요시점에서 수집하는 정보
										<table className="qna_table_template" summary="개인정보 수집 항목입니다.">
											<caption>개인정보 수집 항목</caption>
											<colgroup>
												<col style={{'width':'10%'}}/>
												<col style={{'width':'10%'}}/>
												<col style={{'width':'20%'}}/>
												<col style={{'width':'42%'}}/>
												<col style={{'width':'18%'}}/>
											</colgroup>
											<thead>
											<tr>
												<th>사이트</th>
												<th colSpan="2">목적</th>
												<th>항목</th>
												<th>보유기간</th>
											</tr>
											</thead>
											<tbody>
											<tr>
												<th rowSpan="15">티스쿨원격교육연수원</th>
												<td rowSpan="7">회원가입 및 관리</td>
												<td>본인확인(식별)</td>
												<td className="ta_l">성명, 생년월일, 성별, 휴대전화번호, 아이핀번호(아이핀본인인증시), CI, DI값 등 본인확인에 필요한 정보</td>
												<td rowSpan="10">회원탈퇴 후 파기됩니다. 다만 관계법령에 의해 보존할 경우 그 의무기간 동안 별도 보관됩니다.</td>
											</tr>
											<tr>
												<td>회원가입</td>
												<td className="ta_l">성명, 생년월일, 아이디, 비밀번호, 이메일, 일반전화번호, 휴대전화번호, 주소, 학교명, 나이스개인번호</td>
											</tr>
											<tr>
												<td>아이디/비밀번호찾기</td>
												<td className="ta_l">휴대폰 : 성명, 생년월일, 휴대전화번호, 아이핀번호</td>
											</tr>
											<tr>
												<td>불량회원의 부정이용 방지와 비인가 사용 방지, 중복가입방지</td>
												<td className="ta_l">아이디, 이메일, 휴대전화번호</td>
											</tr>
											<tr>
												<td>고객상담, 불만처리 등 민원 처리</td>
												<td className="ta_l">성명, 아이디, 이메일, 휴대전화</td>
											</tr>
											<tr>
												<td>분쟁조정 해결을 위한 기록보존</td>
												<td className="ta_l">아이디, 성명, 휴대전화번호, 일반전화번호, 우편번호, 주소, 결제수단, 카드종류, 승인번호, 결제금액, PG거래번호
												</td>
											</tr>
											<tr>
												<td>회원관리</td>
												<td className="ta_l">성명, 아이디, 생년월일, 이메일, 회원구분, 회원가입일, 최근접속일, 최근접속IP, 최근회원정보 수정일</td>
											</tr>
											<tr>
												<td rowSpan="4">서비스 제공 (계약이행/요금 정산)</td>
												<td>이벤트 당첨 결과안내 및 경품배송</td>
												<td className="ta_l">아이디, 성명, 휴대전화번호, 주소, 이메일</td>
											</tr>
											<tr>
												<td>교재 및 교육물품배송</td>
												<td className="ta_l">아이디, 성명, 휴대전화번호, 이메일, 주소, 우편번호</td>
											</tr>
											<tr>
												<td>구매 및 요금 결제</td>
												<td className="ta_l">아이디, 성명, 결제수단, 카드종류, 승인번호, 결제금액, 할인수단, PG거래번호</td>
											</tr>
											<tr>
												<td>계좌입금자 환불처리</td>
												<td className="ta_l">계좌번호, 은행명, 예금주명</td>
												<td rowSpan="2">이용 목적 달성 후 즉시 파기</td>
											</tr>
											<tr>
												<td rowSpan="4">신규 서비스개발 마케팅 및 광고에 활용</td>
												<td>모바일 기프티콘 발송</td>
												<td className="ta_l">아이디, 이름, 휴대전화번호</td>
											</tr>
											<tr>
												<td>접속 빈도 파악, 서비스 이용 현황 통계/분석</td>
												<td className="ta_l">성별, 회원구분(선생님,일반), 유료 결제여부</td>
												<td rowSpan="3">회원탈퇴 후 파기됩니다. 다만 관계법령에 의해 보존할 경우 그 의무기간 동안 별도 보관됩니다.</td>
											</tr>
											<tr>
												<td>정기 간행물 발송, 새로운 상품 또는 서비스 안내</td>
												<td className="ta_l">이메일, 휴대전화번호</td>
											</tr>
											<tr>
												<td>전국 시도 교육청 위탁연수 안내 다양한 학습정보와 이벤트 소식 제공</td>
												<td className="ta_l">성명, 아이디, 소속교육청, 휴대전화번호, 이메일, 담당교과, 광고수신(SMS,유선안내,이메일DM) 여부</td>
											</tr>
											</tbody>
										</table>
										※ 티스쿨원격교육연수원은 이 외에 고객님이 이용한 서면, 문자, 게시판, 메신저 등 다양한 상담채널별 문의와 이벤트 응모시 수집 항목, 목적, 보유기간에 대한 별도
										동의를 받아
										개인정보를 수집할 수 있습니다.<br/><br/>
									</li>
									<li>
										② 서비스 이용과정에서 생성되는 정보
										<table className="qna_table_template" summary="서비스 이용과정에서 생성되는 정보입니다.">
											<caption>서비스 이용과정에서 생성되는 정보</caption>
											<colgroup>
												<col style={{'width':'8%'}}/>
												<col style={{'width':'18%'}}/>
												<col style={{'width':'36%'}}/>
												<col style={{'width':'38%'}}/>
											</colgroup>
											<thead>
											<tr>
												<th>구분</th>
												<th>이용목적</th>
												<th>수집항목</th>
												<th>보유기간</th>
											</tr>
											</thead>
											<tbody>
											<tr>
												<td>필수</td>
												<td>서비스 이용 통계 등</td>
												<td className="ta_l">IP Address, 쿠키, 방문일시, 서비스 이용기록</td>
												<td className="ta_l">회원 탈퇴시 또는 법정 의무 보유기간<br/>※ 쿠키의 경우, 브라우저 종료시 또는 로그아웃시 만료</td>
											</tr>
											</tbody>
										</table>
									</li>
									<li>
										③ 기타 법정 의무 수집 정보 등
										<table className="qna_table_template" summary="기타 법정 의무 수집 정보입니다.">
											<caption>기타 법정 의무 수집 정보</caption>
											<colgroup>
												<col style={{'width':'20%'}}/>
												<col style={{'width':'38%'}}/>
												<col style={{'width':'32%'}}/>
												<col style={{'width':'10%'}}/>
											</colgroup>
											<thead>
											<tr>
												<th>관련법률</th>
												<th>이용목적</th>
												<th>수집항목</th>
												<th>보유기간</th>
											</tr>
											</thead>
											<tbody>
											<tr>
												<td>통신비밀보호법</td>
												<td className="ta_l">수사기관 제공 (법원 영장 등 정당한 절차의 경우에 제공)</td>
												<td className="ta_l">로그기록, IP</td>
												<td>3개월</td>
											</tr>
											<tr>
												<td rowSpan="3">전자상거래 등에서의<br/>소비자보호에 관한 법률</td>
												<td className="ta_l">소비자의 불만 또는 분쟁처리에 관한 기록</td>
												<td className="ta_l">소비자 식별정보, 분쟁처리 기록 등</td>
												<td>3년</td>
											</tr>
											<tr>
												<td className="ta_l">대금결제 및 재화 등의 공급에 관한 기록</td>
												<td className="ta_l" rowSpan="2">소비자 식별정보,계약/청약철회 기록 등</td>
												<td rowSpan="2">5년</td>
											</tr>
											<tr>
												<td className="ta_l">계약 또는 청약철회 등에 관한 기록</td>
											</tr>
											</tbody>
										</table>
									</li>
								</ul>
							</li>
							<li>라. 개인정보 수집방법
								<ul className="text_indent_hyphen">
									<li>- 홈페이지, 서면양식, 상담게시판, 전화, 팩스, 이벤트응모, 배송 요청</li>
									<li>- 로그 분석 프로그램을 통한 생성정보수집</li>
								</ul>
							</li>
						</ul>

						<h4 id="a3">3. 쿠키에 의한 개인정보 수집</h4>
						<ul className="text_indent_kor">
							<li>가. 쿠키란?<br/>티스쿨원격교육연수원은 고객에 대한 정보를 저장하고 수시로 찾아내는 '쿠키(cookie)'를 사용합니다. 쿠키는 웹사이트가 고객의 컴퓨터
								브라우저(인터넷
								익스플로러 등)에 전송하는소량의 정보입니다.
							</li>
							<li>나. 티스쿨원격교육연수원의 쿠키 사용 목적<br/>티스쿨원격교육연수원은 고객 PC에 저장된 쿠키의 내용을 읽어 이용자가 설정한 서비스 이용 환경을 유지하여 편리한 서비스
								제공하기
								위해 쿠키를 수집하고 있습니다.
							</li>
							<li>다. 티스쿨원격교육연수원의 쿠키(cookie) 운용<br/>쿠키는 고객의 컴퓨터는 식별하지만 고객을 개인적으로 식별하지는 않습니다. 또한 고객은 웹브라우저에 설정을 통해
								모든 쿠키를
								허용/거부하거나, 쿠키를 저장될 때마다 확인을 거치도록 할 수 있습니다. 쿠키 설정거부 방법은 다음과 같습니다. (Internet Explorer 기준) 웹브라우저 [도구]
								메뉴
								[인터넷 옵션] 선택 &gt; [개인정보] 탭을 선택 &gt; [고급]에서 원하는 옵션 선택
							</li>
						</ul>

						<h4 id="a4">4. 개인정보의 보유·이용기간 및 파기</h4>
						<ul className="text_indent_kor">
							<li>가. 티스쿨원격교육연수원은 고객의 개인정보를 고지 및 동의 받은 기간 동안 보유 및 이용합니다. 개인정보의 수집 및 이용목적 달성, 보유기간 만료, 회원의 수집 및 이용
								동의 철회
								시 수집된 개인정보는 열람하거나 이용할 수 없도록 파기 처리합니다. 단, 전자상거래 등에서의 소비자보호에 관한 법률 등 관련법령의 규정에 의하여 다음과 같이 거래 권리 의무
								관계의
								확인 등을 이유로 일정기간 보유하여야 할 필요가 있을 경우에는 그 기간동안 보유합니다.
								<ul className="text_indent_num">
									<li>1) 전자상거래 등에서의 소비자보호에 관한 법률 제 6조
										<ul className="text_indent_hyphen">
											<li>- 계약 또는 청약철회 등에 관한 기록 : 5년</li>
											<li>- 대금결제 및 재화 등의 공급에 관한 기록 : 5년</li>
											<li>- 소비자의 불만 또는 분쟁처리에 관한 기록 : 3년</li>
										</ul>
									</li>
									<li>2) 통신비밀보호법
										<ul className="text_indent_hyphen">
											<li>- 인터넷 로그기록자료, 접속지 추적자료 : 3개월</li>
										</ul>
									</li>
									<li>3) 기타 관련 법령 등
										<p>※ 그 외 정보통신망법 제50조(영리목적의 광고성 정보 전송 제한) 준수 이력을 증빙하기 위하여 e메일, 문자, 앱 푸시 발송이력과 관련된 개인정보를 1년간
											보관할 수
											있습니다.이 경우 탈퇴회원 및 휴면회원의 발송이력은 일반 이용자의 개인정보와 별도로 보관되며, 다른 목적으로 이용하지 않습니다.</p>
									</li>
								</ul>
							</li>
							<li>나. 정보 파기방법은 아래와 같습니다.
								<ul className="text_indent_num">
									<li>1) 종이에 출력된 개인정보: 분쇄기로 분쇄하거나 소각</li>
									<li>2) 전자적 파일형태로 저장된 개인정보: 기록을 재생할 수 없는 기술적 방법을 사용하여 삭제</li>
								</ul>
							</li>
							<li>다. 개인정보 유효기간 제도
								<ul className="text_indent_num">
									<li>1) 티스쿨원격교육연수원은 장기간 서비스 미이용자의 개인정보보호를 위하여 휴면회원(최근 12개월 동안 서비스를 이용하지 아니한 회원 또는 직접 유효기간을 선택한
										회원)의
										개인정보를 다른 이용자의 정보와 분리하여 저장, 관리합니다.
									</li>
									<li>2) 미이용의 기간은 로그인, 상담원 접촉일자 등으로 산정하며 법령에서 정의한 기간 동안 서비스 미이용자에 대하여 분리, 저장관리합니다.</li>
									<li>3) 당사는 미이용자 개인정보 분리/저장시점 도래 1개월 이전에 이메일 등을 통해 해당 이용자에게 관련내용을 공지합니다.</li>
								</ul>
							</li>
							<li>라. 회원에서 탈퇴한 후 회원 재가입, 임의해지 등을 반복적으로 행하여 티스쿨원격교육연수원이 제공하는 할인쿠폰, 이벤트 혜택 등으로 경제상의 이익을 취하거나 이 과정에서
								명의를
								무단으로 사용하는 편법과 불법행위를 하는 회원을 차단 하고자 티스쿨원격교육연수원의 홈페이지 회원 탈퇴 후 6개월 동안 회원의 아이디(ID)를 보관합니다.
							</li>
						</ul>


						<h4 id="a5">5. 수집한 개인정보의 이용 및 제3자 제공</h4>
						<ul className="text_indent_kor">
							<li>가. 티스쿨원격교육연수원은 고객님의 개인정보를 가입신청서, 이용약관, 「개인정보처리방침」의「개인정보의 수집 및 이용목적」에서 알린 범위 내에서 사용하며, 이 범위를
								초과하여
								이용하거나 타인 또는 다른 기업 · 기관에 제공하지 않습니다. 단, 고객의 동의가 있거나 법령에 의하여 정해진 절차에 따라 정보를 요청받은 경우는 예외로 하며, 이 경우
								주의를 기울여
								개인정보를 이용 및 제공할 수 있습니다.
							</li>
							<li>나. 개인정보 제3자 제공 동의
								<table className="qna_table_template" summary="개인정보 제3자 제공 동의입니다.">
									<caption>개인정보 제3자 제공 동의</caption>
									<colgroup>
										<col style={{'width':'25%'}}/>
										<col style={{'width':'25%'}}/>
										<col style={{'width':'25%'}}/>
										<col style={{'width':'25%'}}/>
									</colgroup>
									<thead>
									<tr>
										<th>개인정보를 제공받는자</th>
										<th>개인정보 이용 목적</th>
										<th>제공하는 개인정보항목</th>
										<th>개인정보 보유 및 이용기간</th>
									</tr>
									</thead>
									<tbody>
									<tr>
										<td className="ta_l">소속 교육청 및 시도 교육연수원 (위탁연수 진행기관) 한국교육 학술정보원(KERIS)</td>
										<td className="ta_l">이수결과 통보 및 이수자정보관리 시스템 등록</td>
										<td className="ta_l">나이스(NEIS)개인번호, 연수지명번호, 연수구분, 연수시간, 성적, 평점학점, 이수번호, 성명, 직급(직위), 생년월일,
											학교명,
											소속교육청, 초/중등 구분, 연수영역
										</td>
										<td className="ta_l">소속 교육청 및 시도 교육연수원(위탁연수 진행기관), 한국교육학술정보원(KERIS) 자체 관리</td>
									</tr>
									</tbody>
								</table>
							</li>
						</ul>

						<h4 id="a6">6. 개인정보의 수집, 이용, 제공에 대한 동의철회</h4>
						<ul className="text_indent_kor">
							<li>가. 회원가입 등을 통한 개인정보의 수집, 이용, 제공과 관련해 귀하는 동의하신 내용을 언제든지 철회 하실 수 있습니다. 동의철회는 홈페이지 첫 화면의
								『회원정보수정』에서
								"회원정보수정 내 회원탈퇴“를 클릭하면 개인정보의 수집ㆍ이용ㆍ제공에 대한 동의를 바로 철회할 수 있으며, 개인정보보호책임자에게 서면, 전화, 이메일(E-mail) 등으로
								연락하시면
								티스쿨원격교육연수원은 즉시 회원 탈퇴를 위해 필요한 조치를 취합니다. 동의를 철회하고 개인정보를 파기하는 등의 조치가 있으면 그 사실을 귀하께 지체없이 통지하도록
								하겠습니다.
							</li>
							<li>나. 티스쿨원격교육연수원은 개인정보의 수집에 대한 동의철회(회원탈퇴)를 개인정보를 수집하는 방법보다 쉽게 할 수 있도록 필요한 조치를 취합니다.</li>
						</ul>


						<h4 id="a7">7. 이용자의 권리와 의무</h4>
						<ul className="text_indent_kor">
							<li>가. 귀하는 언제든지 등록된 귀하의 개인정보를 열람하거나 정정하실 수 있습니다. 개인정보는『회원정보수정』을 클릭하여 직접 열람하거나 정정할 수 있으며 개인정보보호책임자
								또는 담당자
								에게 서면이나 전화 또는 이메일(E-mail)로 열람이나 정정을 요청하시면 곧바로 조치하겠습니다.
							</li>
							<li>나. 귀하가 개인정보의 오류에 대해 정정을 요청하면, 티스쿨원격교육연수원은 정정을 완료하기 전까지 해당 개인 정보를 이용하거나 제공하지 않습니다.</li>
							<li>다. 잘못된 개인정보를 제3자에게 이미 제공했을 때에는 정정 처리결과를 제3자에게 곧바로 통지하여 정정하도록 조치하겠습니다.</li>
						</ul>

						<h4 id="a8">8. 만 14세 미만 아동의 개인정보보호</h4>
						티스쿨원격교육연수원은 온라인 환경에서 어린이의 개인정보를 보호하는 것 역시 중요한 일이라고 생각하고 있습니다. 티스쿨원격교육연수원은 법정대리인의 동의가 필요한 만 14세 미만
						아동의
						회원가입은 받고 있지 않습니다.

						<h4 id="a9">9. 개인정보 처리 업무의 위탁</h4>
						<ul className="text_indent_kor">
							<li>가. 티스쿨원격교육연수원은 기본적인 서비스 제공, 더 나은 서비스 제공, 고객편의 제공 등 원활한 업무 수행을 위하여 다음과 같이 개인정보 처리 업무를 외부전문업체에
								위탁하여
								운영하고 있습니다.
								<table className="qna_table_template" summary="개인정보 처리 업무의 위탁입니다.">
									<caption>개인정보 처리 업무의 위탁</caption>
									<colgroup>
										<col style={{'width':'10%'}}/>
										<col style={{'width':'20%'}}/>
										<col style={{'width':'32%'}}/>
										<col style={{'width':'23%'}}/>
										<col style={{'width':'15%'}}/>
									</colgroup>
									<thead>
									<tr>
										<th colSpan="2">수탁자</th>
										<th>개인정보 항목</th>
										<th>위탁목적</th>
										<th>보유 및 이용기간</th>
									</tr>
									</thead>
									<tbody>
									<tr>
										<td rowSpan="6">티스쿨원격교육연수원</td>
										<td className="ta_l">롯데택배, CJ택배, ㈜생각투자주식회사, ㈜한국리더십센터, ㈜비상교육</td>
										<td className="ta_l">주문자 (성명, 휴대전화번호, 주소) 수취인 (성명, 휴대전화번호, 일반전화번호, 주소) 상품정보 (주문번호, 상품명,
											수량)
										</td>
										<td>교재 및 물품배송</td>
										<td rowSpan="6">위탁계약 종료시 또는 회원탈퇴,개인정보 이용동의 철회 요청시까지</td>
									</tr>
									<tr>
										<td>(주)모바일이앤엠에드, ㈜SK플래닛</td>
										<td className="ta_l">성명, 휴대전화번호, 당첨상품 정보 (상품명, 상품금액, 수량)</td>
										<td className="ta_l">기프티콘 발송 대행(이벤트 경품 발송)</td>
									</tr>
									<tr>
										<td>㈜케이지이니시스</td>
										<td className="ta_l">성명, 아이디, 휴대전화번호, 주문번호</td>
										<td className="ta_l">상품구매시 결제방식별 결제대행사 (결제정보 전송,결제)</td>
									</tr>
									<tr>
										<td>오케이커뮤니케이션</td>
										<td className="ta_l">휴대전화번호</td>
										<td className="ta_l">SMS 문자 내 수신거부 080 호스팅 제공</td>
									</tr>
									<tr>
										<td>나이스평가정보</td>
										<td className="ta_l">성명, 생년월일, 성별, 휴대전화번호</td>
										<td className="ta_l">본인인증</td>
									</tr>
									<tr>
										<td>㈜비상교육</td>
										<td className="ta_l">성명, 아이디, 휴대전화번호, 주문정보</td>
										<td className="ta_l">학습관리시스템 운영, 기술지원 및 고충처리 위탁 지원</td>
									</tr>
									</tbody>
								</table>
							</li>
							<li>나. 티스쿨원격교육연수원은 위탁업무계약서 등을 통하여 개인정보보호 관련 법규의 준수, 개인정보에 관한 비밀유지, 개인정보의 제3자 제공 금지, 사고시의 책임 부담,
								위탁기간, 처리
								종료 후의 개인정보의 반환 또는 파기의무 등을 규정하고, 이를 지키도록 관리하고 있습니다.
							</li>
						</ul>


						<h4 id="a10">10. 개인정보 처리방침의 고지 또는 통지방법</h4>
						<ul className="text_indent_kor">
							<li>가. 티스쿨원격교육연수원은 고객이 동의한 범위를 넘어 고객의 개인정보를 이용하거나 제3자에게 제공하기 위해 고객에게서 추가적인 동의를 얻고자 할 때에는 미리 고객에게
								개별적으로
								서면, 이메일(E- mail), 전화 등으로 해당사항을 알립니다.
							</li>
							<li>나. 타인에게 고객의 개인정보의 수집·보관·처리·이용·제공·관리·파기 등을 위탁할 때에는 그 사실을 가입화면, 서비스이용약관, 홈페이지 의 개인정보처리방침 등을 통하여
								그 사실을
								고객에게 고지하고 알리고 동의를 얻습니다.
							</li>
							<li>다. 티스쿨원격교육연수원가 영업의 전부 또는 일부를 양도하거나 합병·상속 등으로 그 권리와 의무를 이전할 때에는 서면·이메일(E-mail) 등을 통하여 고객에게
								개별적으로 알리는
								동시에 해당 사실을 홈페이지 첫 화면에서 식별할 수 있도록 표기하고 30일 이상 그 사실을 공지합니다. 다만, 천재·지변이나 그 밖에 정당한 사유로 홈페이지 게시가 곤란한
								경우에는
								2곳 이상의 중앙일간지(고객의 대부분이 특정 지역에 거주할 때에는 그 지역을 보급구역으로 하는 일간지로 할 수 있습니다)에 1 회 이상 공고하는 것으로 대신합니다.
							</li>
						</ul>


						<h4 id="a11">11. 개인정보보호를 위한 기술 및 관리적 대책</h4>
						<ul className="text_indent_kor">
							<li>가. 티스쿨원격교육연수원에서는 고객님의 개인정보를 보호하기 위해 기술적 대책과 관리적 대책을 마련하고 있으며, 이를 적용하고 있습니다.</li>
							<li>나. 기술적 대책<br/>
								티스쿨원격교육연수원은 고객님의 개인정보를 처리할 때 개인정보가 분실, 도난, 유출, 변조 또는 훼손되지 않도록 다음과 같은 기술적 대책을 마련하여 개인정보의 안전성을
								확보하고
								있습니다.
								<ul className="text_indent_num">
									<li>1) 고객님의 개인정보는 비밀번호(Password)로 보호되며 중요한 데이터는 파일 및 전송데이터를 암호화하거나 파일 잠금기능 (Lock)을 사용하여 중요한
										데이터는 별도의
										보안기능으로 보호됩니다.
									</li>
									<li>2) 티스쿨원격교육연수원은 백신프로그램을 이용하여 컴퓨터 바이러스의 피해를 방지하는 조치를 하고 있습니다. 백신프로그램은 주기적으로 업데이트되며 바이러스가 갑자기
										출현하면
										백신이 나오는 즉시 이를 제공함으로써 개인정보가 침해되는 것을 방지하고 있습니다.
									</li>
									<li>3) 티스쿨원격교육연수원은 암호알고리즘을 이용하여 네트워크 상의 개인정보를 안전하게 전송할 수 있는 보안장치(SSL 또는 SET)를 채택하고 있습니다.</li>
									<li>4) 해킹 등 외부침입에 대비하여 침입차단시스템과 침입방지시스템 등을 이용하여 보안에 최선을 다하고 있습니다.</li>
								</ul>
							</li>
							<li>다. 관리적 대책<br/>
								티스쿨원격교육연수원은 고객님의 개인정보에 대한 접근권한을 최소한의 인원으로 제한하고 있으며 이에 해당하는 자는 다음과 같습니다.
								<ul className="text_indent_num">
									<li>1) 이용자를 직접 상대로 하여 마케팅 업무를 수행하는 자</li>
									<li>2) 개인정보보호책임자와 담당자 등 개인정보보호업무를 수행하는 자</li>
									<li>3) 기타 업무상 개인정보의 처리가 불가피한 자</li>
								</ul>
								<ul className="text_indent_hyphen">
									<li>- 티스쿨원격교육연수원은 고객의 개인정보에 대한 접근과 관리에 필요한 절차 등을 마련하여 소속 직원으로 하여금 이를 숙지하고 지키도록 하고 있으며, 개인정보를
										처리하는
										직원을 대상으로 새로운 보안 기술 습득 및 개인정보보호 의무 등에 관해 정기적인 사내 교육 등을 시행하고 있습니다.
									</li>
									<li>- 전산실 등을 통제구역으로 설정하여 출입을 통제하고 있습니다.</li>
									<li>- 티스쿨원격교육연수원은 신규로 채용된 직원에게 정보보호서약서 또는 개인정보보호서약서에 서명하게 하여 직원에 의한 정보유출을 미리 방지하고 있으며,
										개인정보처리방침에 대한
										이행사항과 직원의 준수여부를 감사하기 위한 내부절차를 마련하여 지속적으로 시행하고 있습니다.
									</li>
									<li>- 티스쿨원격교육연수원은 직원 퇴직시 비밀유지서약서에 서명함으로 회원의 개인정보를 처리하였던 자가 직무상 알게 된 개인정보를 훼손·침해 또는 누설하지 않도록 하고
										있습니다.
									</li>
									<li>- 그 밖에 내부 관리자의 실수나 기술관리 상의 사고로 고객님의 개인정보가 상실ㆍ유출ㆍ변조ㆍ훼손되면 티스쿨원격교육연수원은 즉각 고객님께 해당 사실을 알리고 적절한
										대책과
										보상을 마련할 것입니다.
									</li>
								</ul>
							</li>
							<li>라. 관리적 대책<br/>
								<ul className="text_indent_num">
									<li>1) 개인정보 유출 등 통지ㆍ신고제도<br/>
										티스쿨원격교육연수원은 개인정보의 분실, 도난, 유출 사고 발생 사실을 안 때에는 지체없이 이용자에게 해당 내용을 알리고, 방송통신위원회 또는 한국인터넷진흥원에
										신고합니다.
									</li>
									<li>2) 개인정보 이용내역 통지 제도
										<ul className="text_indent_hyphen">
											<li>- 티스쿨원격교육연수원은 이용자의 개인정보 자기결정권을 보장하기 위해 개인정보 이용내역을 해당 이용자에게 주기적으로(연 1회이상) 통지합니다.</li>
											<li>- 통지하는 개인정보 이용내역은 다음과 같습니다.
												<ul className="text_indent_hyphen">
													<li>ㆍ 개인정보 수집ㆍ이용목적 및 수집한 개인정보의 항목</li>
													<li>ㆍ 개인정보를 제공받은 자, 그 제공 목적 및 제공한 개인정보의 항목</li>
													<li>ㆍ 개인정보 처리위탁을 받은 자 및 그 처리위탁을 하는 업무의 내용</li>
												</ul>
											</li>
										</ul>
									</li>
								</ul>
							</li>
						</ul>


						<h4 id="a12">12. 광고성 정보 전송</h4>
						<ul className="text_indent_kor">
							<li>가. 티스쿨원격교육연수원은 「정보통신망 이용 촉진 및 정보보호 등에 관한 법률」제50조에 의거, 전자우편, 휴대폰문자, 모바일앱, DM, TM 등의 채널로 영리목적의
								광고성 정보를
								전송할 수 있습니다.
							</li>
							<li>나. 티스쿨원격교육연수원은 문서 또는 구술의 방법으로 고객에게 명시적으로 수신동의를 받아 광고성 정보를 전송합니다. 다만, 다음 각 호의 어느 하나에 해당하는 경우에는
								사전동의를
								받지 않습니다.
								<ul className="text_indent_num">
									<li>1) 재화등의 거래관계를 통하여 수신자로부터 직접 연락처를 수집한 자가 해당 재화등의 거래가 종료된 날부터 6개월 이내에 자신이 처리하고 수신자와 거래한 것과
										동종의
										재화등에 대한 영리목적의 광고성 정보를 전송하려는 경우
									</li>
									<li>2) 「방문판매 등에 관한 법률」에 따른 전화권유판매자가 육성으로 전화권유를 하는 경우</li>
								</ul>
							</li>
							<li>다. 티스쿨원격교육연수원은 광고성 정보가 시작되는 부분에 광고를 의미하는 표시를 안내하고, 본문에는 전송자의 명칭 및 연락처, 그리고 수신 거부 또는 수신동의 철회의
								의사를 쉽게
								표시할 수 있도록 하기 위한 안내문을 명시합니다.
							</li>
							<li>라. 티스쿨원격교육연수원은 고객이 광고성 정보의 수신거부, 사전 동의를 철회한 경우 영리목적의 광고성 정보를 전송하지 않습니다.</li>
							<li>마. 티스쿨원격교육연수원은 법률에서 금지하는 재화 또는 서비스에 대한 광고성 정보를 전송하지 않습니다.</li>
						</ul>


						<h4 id="a13">13. 의견수렴 및 불만 처리</h4>
						<ul className="text_indent_kor">
							<li>가. 티스쿨원격교육연수원은 고객의 의견을 매우 소중하게 생각하며, 고객은 의문사항으로부터 언제나 성실한 답변을 받을 권리가 있습니다.</li>
							<li>나. 티스쿨원격교육연수원은 고객과의 원활한 의사소통을 위해 고객센터 등 고객상담창구를 운영하고 있습니다. 문의사항이 있으면 아래의 연락처로 문의하시기 바랍니다.
								<dl>
									<dt>고객센터</dt>
									<dd>
										<ul className="text_indent_hyphen">
											<li>- 티스쿨 고객센터 : 1544-9044</li>
											<li>- 티스쿨 담당자 메일 : tschool@tschool.net</li>
											<li>- 고객센터운영시간 : 평일09시~18시 / 점심시간 12:15~13:15</li>
										</ul>
									</dd>
								</dl>
							</li>
							<li>다. 기타 개인정보 침해에 관한 상담이 필요한 경우에는 한국인터넷진흥원 개인정보침해신고센터, 경찰청 사이버테러 대응센터 등으로 문의하실 수 있습니다.
								<dl>
									<dt>개인정보침해신고센터</dt>
									<dd>
										<ul className="text_indent_hyphen">
											<li>- 전화 : (국번없이) 118</li>
											<li>- URL : http://privacy.kisa.or.kr</li>
										</ul>
									</dd>
									<dt>경찰청 사이버테러대응센터</dt>
									<dd>
										<ul className="text_indent_hyphen">
											<li>- 전화 : 182</li>
											<li>- URL : http://www.netan.go.kr</li>
										</ul>
									</dd>
								</dl>
							</li>
						</ul>

						<h4 id="a14">14. 개인정보보호 책임자 및 담당자</h4>
						<ul className="text_indent_kor">
							<li>가. 티스쿨원격교육연수원은 고객의 개인정보보호를 매우 소중하게 생각하며, 고객의 개인정보가 훼손, 침해, 누설되지 않도록 최선을 다하고 있습니다. 그러나 기술적인
								보완조치를
								했음에도 불구하고, 해킹 등 기본적인 네트워크상의 위험성 때문에 예기치 못한 사고가 발생하여 정보가 훼손되거나 방문자가 작성한 게시물에 의해 각종 분쟁이 발생하는 것에
								대해서는 책임을
								지지 않습니다.
							</li>
							<li>나. 티스쿨원격교육연수원의 고객센터에서는 고객의 개인정보보호 관련 문의에 신속하고 성실하게 답변을 드리도록 하고 있습니다. 티스쿨원격교육연수원의 개인정보보호 담당자와
								연락하기를
								원하시면 아래의 연락처나 이메일로 문의해 주시기 바랍니다. 개인정보 관련 문의사항에 대해 신속하고 성실하게 답변해 드리겠습니다.
							</li>
						</ul>
						<table className="qna_table_template" summary="개인정보보호 책임자 및 담당자입니다.">
							<caption>개인정보보호 책임자 및 담당자</caption>
							<colgroup>
								<col style={{'width':'20%'}}/>
								<col style={{'width':'40%'}}/>
								<col style={{'width':'40%'}}/>
							</colgroup>
							<thead>
							<tr>
								<th>구분</th>
								<th>개인정보보호책임자</th>
								<th>개인정보보호담당자</th>
							</tr>
							</thead>
							<tbody>
							<tr>
								<th>이름</th>
								<td>박병근 SP</td>
								<td>정영희 IP</td>
							</tr>
							<tr>
								<th>부서</th>
								<td>T＆P사업부문</td>
								<td>웹커뮤니케이션부</td>
							</tr>
							<tr>
								<th>전화번호</th>
								<td>1544-9044</td>
								<td>1544-9044</td>
							</tr>
							<tr>
								<th>e-mail</th>
								<td>tschool@tschool.net</td>
								<td>tschool@tschool.net</td>
							</tr>
							</tbody>
						</table>


						<h4 id="a15">15. 고지 의무</h4>
						<p>현 개인정보처리방침은 2018년 02월 12일에 제정되었으며 정부의 정책 또는 보안기술의 변경에 따라 내용의 추가,삭제 및 수정이 필요하면 일반적 내용은 개정 최소 7일
							전부터, 중요한
							내용 은 개정 최소 30일 전부터 홈페이지의 '공지'란을 통해 알릴 것입니다.</p>
						<ul className="text_indent_hyphen">
							<li>- 개인정보처리방침 공고일자 : <em>2018년 02월 19일</em></li>
							<li>- 개인정보처리방침 시행일자 : <em>2018년 02월 26일</em></li>
						</ul>


					</div>
				</div>
		);
	}
}

export default Privacy_tsc_6;