import React, {Component} from "react";


class Privacy_viva_4 extends Component {

	render() {
		return (
				<div className="privacy_ver4">
					<div className="privacyDetails renew">
						<h2>(주)비상교육 비바샘 개인정보취급방침</h2>
						<p>(주)비상교육 비바샘(www.vivasam.com, 이하 '회사'라 함)은 이용자 개인 정보를 중요시하며, 정보통신망 이용촉진 및 정보보호 등에 관한
							법률, 개인정보보호법 등 정보통신서비스제공자가 준수해야 할 관련 법령상의 개인정보보호 규정을 준수하여 관련법령에 의거한 개인정보취급방침을 정하고 이용자
							권익 보호에 최선을 다하고 있습니다.</p>
						<p style={{paddingBottom: '60px'}}>회사는 개인정보취급방침을 통하여 이용자가 제공하시는 개인정보가 어떠한 용도와 방식으로
							이용되고 있으며, 개인정보보호를 위해 어떠한 조치가 취해지고 있는지 알려드립니다. 회사의 개인정보취급방침은 정부의 법률 및 지침변경이나 회사 내부의
							방침변경 등으로 인하여 변경될 수 있으며, 개인정보취급방침을 개정할 경우 홈페이지에 게시하여 개정된 사항을 쉽게 알아볼 수 있도록 하고
							있습니다. </p>
						<dl>
							<dt><a name="first"/>1. 수집하는 개인정보의 항목</dt>
							<dd>
								<ul>
									<li>
										1) 홈페이지 관리 및 서비스 제공
										<ul>
											<li>1-1) 홈페이지 회원가입 및 관리
												<ul>
													<li>아이디, 비밀번호, 성명, 이메일, 재직학교명, 휴대전화번호, 성별, 주소, 생년월일, 학교급,
														담당학년, 비상교과서 채택여부
													</li>
												</ul>
											</li>
										</ul>
									</li>
									<li>2) 회원자격 유지∙관리, 서비스 부정이용 방지, 각종 고지∙통지, 고충처리, 분쟁 조정을 위한 기록 보존
										<ul>
											<li>서비스 이용과정이나 사업처리 과정에서 활용되는 IP주소, 접속 로그, 쿠키, MAC주소, PC고유번호, 서비스
												이용기록, 방문기록, 불량 이용기록
											</li>
										</ul>
									</li>
								</ul>
							</dd>
							<dt><a name="second"/>2. 개인정보의 수집 및 이용 목적</dt>
							<dd>
								<p>회사는 다음의 목적을 위하여 개인정보를 수집 및 이용합니다. 수집한 개인정보는 다음의 목적 이외의 용도로는 이용되지 않으며, 이용 목적이
									변경될 경우에는 별도의 동의를 받는 등 필요한 조치를 이행하고 있습니다.</p>
								<ul>
									<li>1) 홈페이지 회원가입 및 관리
										<ul>
											<li>회원 가입의사 확인, 회원제 서비스 제공에 따른 본인 식별∙인증, 회원자격 유지∙관리, 서비스 부정이용 방지, 각종
												고지∙통지, 고충처리, 분쟁 조정을 위한 기록 보존 등
											</li>
										</ul>
									</li>
									<li>2) 재화 또는 서비스 제공
										<ul>
											<li>물품배송, 서비스 제공, 콘텐츠 제공, 맞춤서비스 제공, 본인인증, 연령인증 등</li>
										</ul>
									</li>
									<li>3) 마케팅 및 광고에 활용
										<ul>
											<li>신규 서비스(제품) 개발 및 맞춤 서비스 제공, 이벤트 등 광고성 정보 전달, 인구통계학적 특성에 따른 서비스 제공
												및 광고 게재, 접속 빈도 파악 또는 회원의 서비스 이용에 대한 통계
											</li>
										</ul>
									</li>
									<li>4) 고충처리
										<ul>
											<li>민원인의 신원 확인, 민원사항 확인, 사실조사를 위한 연락, 통지, 처리결과 통보 등</li>
										</ul>
									</li>
									<li>5) 기타
										<ul>
											<li>가입횟수 제한, 분쟁조정을 위한 기록보존, 회원의 각종 통계자료 산출</li>
										</ul>
									</li>
								</ul>
							</dd>
							<dt><a name="third"/>3. 개인정보의 보유 및 이용기간</dt>
							<dd>
								<p>회사는 법령에 따른 개인정보 이용기간 또는 이용자로부터 개인정보를 수집 시에 동의 받은 개인정보 보유 이용기간 내에서 개인정보를 보유 및
									이용합니다. 각각의 개인정보 보유 및 이용기간은 다음과 같습니다.</p>
								<ul>
									<li>1) 홈페이지 회원 가입 및 관리
										<ul>
											<li>홈페이지 탈퇴 시까지 다만, 법령 위반에 따른 수사, 조사 등이 진행중인 경우에는 해당 수사, 조사 종료 시까지
											</li>
										</ul>
									</li>
									<li>2)「통신비밀보호법」제41조에 따른 통신사실확인자료 보관
										<ul>
											<li>2-1) 가입자 전기통신 일시, 개시․종료시간, 상대방 가입자번호, 사용도수, 발신기지국 위치추적자료: 1년
											</li>
											<li>2-2) 컴퓨터통신, 인터넷 로그기록자료, 접속지 추적자료: 3개월</li>
										</ul>
									</li>
								</ul>
							</dd>
							<dt><a name="fourth"/>4. 개인정보의 제3자 제공</dt>
							<dd>
								<p>회사는 이용자의 개인정보를 제2조(개인정보의 수집 및 이용목적)에서 명시한 범위 내에서만 처리하며, 동 범위를 초과하여 개인정보를
									이용하거나 제3자에게 제공∙공개하지 않습니다.</p>
								<table>
									<colgroup>
										<col className="col25"/>
										<col className="col25"/>
										<col className="col25"/>
										<col/>
									</colgroup>
									<thead>
									<tr>
										<th>개인정보를 제공받는 자</th>
										<th>제공받는 자의 개인정보 이용목적</th>
										<th>제공하는 개인정보의 항목</th>
										<th>제공받은 개인정보의 보유 및 이용기간</th>
									</tr>
									</thead>
									<tbody>
									<tr>
										<td className="cell_align">디지털교과서협회</td>
										<td className="cell_align">교과서 출판사들의 <br/>통합 교수지원 서비스 제공</td>
										<td className="cell_align">성명, 아이디, 휴대전화번호, 이메일, <br/>교사인증시작일, 교사인증만료일
										</td>
										<td className="cell_align">회원탈퇴시까지</td>
									</tr>
									</tbody>
								</table>
								<p>다만, 관련 법령상 규정이 있는 경우에는 예외로 합니다.</p>
							</dd>
							<dt><a name="fifth"/>5. 개인정보의 취급위탁</dt>
							<dd>
								<p>회사는 원활한 서비스 이행을 위해 다음과 같이 개인정보 처리를 위탁하고 있으며, 관계 법령에 따라 위탁계약 시 개인정보가 안전하게 관리될
									수 있도록 필요한 사항을 규정하고 있습니다.</p>
								<table>
									<colgroup>
										<col className="col25"/>
										<col className="col25"/>
										<col className="col25"/>
										<col/>
									</colgroup>
									<thead>
									<tr>
										<th>수탁자</th>
										<th>개인정보를 위탁하는 목적</th>
										<th>위탁 항목</th>
										<th>위탁기간</th>
									</tr>
									</thead>
									<tbody>
									<tr>
										<td className="cell_align">(주)LG U+</td>
										<td className="cell_align">학습동영상 및 콘텐츠 서버 관련</td>
										<td className="cell_align">인증여부</td>
										<td className="cell_align">회원 탈퇴 또는 위탁 계약 종료 시까지</td>
									</tr>
									<tr>
										<td className="cell_align">㈜북큐브네트웍스</td>
										<td className="cell_align">무료 전자도서관 서비스 제공</td>
										<td className="cell_align">아이디, 성명</td>
										<td className="cell_align">회원 탈퇴 또는 위탁 계약 종료 시까지</td>
									</tr>
									<tr>
										<td className="cell_align">㈜다우기술</td>
										<td className="cell_align">이벤트 기프티콘 경품 발송</td>
										<td className="cell_align">휴대전화번호</td>
										<td className="cell_align">회원 탈퇴 또는 위탁 계약 종료 시까지</td>
									</tr>
									<tr>
										<td className="cell_align">㈜현대로지스틱스</td>
										<td className="cell_align">이벤트 경품 발송</td>
										<td className="cell_align">성명, 휴대전화번호, 주소</td>
										<td className="cell_align">회원 탈퇴 또는 위탁 계약 종료 시까지</td>
									</tr>
									</tbody>
								</table>
								<p>- 위탁업무의 내용이나 수탁자가 변경될 경우에는 지체 없이 본 개인정보취급방침을 통하여 공개하고 있습니다.</p>
							</dd>
							<dt><a name="sixth"/>6. 이용자의 권리∙의무 및 그 행사방법에 관한 사항</dt>
							<dd>
								<ul className="lightFont">
									<li>1) 이용자는 회사에 대해 언제든지 회사가 처리하는 자신의 개인정보에 대한 열람, 정정∙삭제 및 처리정지를 요구하는 등 개인정보
										보호 관련 권리를 행사할 수 있습니다. 다만, 관련 법령상 규정이 있는 경우에는 회사는 위와 같은 요구를 거절하거나 제한할 수
										있습니다.
									</li>
									<li>2) 제1항에 따른 권리 행사는 회사에 대해 서면, 전자우편, 모사전송(FAX) 등을 통하여 할 수 있으며 회사는 이에 대해 지체
										없이 조치합니다.
									</li>
									<li>3) 이용자가 개인정보의 오류 등에 대한 정정 또는 삭제를 요구한 경우에는 회사는 정정 또는 삭제를 완료할 때까지 당해 개인정보를
										이용하거나 제공하지 않습니다.
									</li>
									<li>4) 제1항에 따른 권리 행사는 이용자의 법정대리인이나 위임을 받은 자 등 대리인을 통하여 할 수 있으며, 이 경우 위임장을
										제출해야 합니다.
									</li>
								</ul>
							</dd>
							<dt><a name="seventh"/>7. 개인정보의 파기절차 및 파기방법</dt>
							<dd>
								<p>회사는 개인정보 보유기간의 경과, 수집 및 이용목적 달성 등 개인정보가 불필요하게 되었을 때에는 지체 없이 해당 개인정보를
									파기합니다.</p>
								<p>이용자로부터 동의 받은 개인정보 보유기간이 경과하거나 수집 및 이용목적이 달성되었음에도 불구하고 다른 법령에 따라 개인정보를 계속
									보존하여야 하는 경우에는, 해당 개인정보를 별도의 데이터베이스(DB)로 옮기거나 보관장소를 달리하여 보존합니다.</p>
								<p>개인정보의 파기 절차 및 방법은 다음과 같습니다.</p>
								<ul>
									<li>1) 파기절차
										<ul>
											<li>회사는 파기 사유가 발생한 개인정보를 선정하고, 회사의 개인정보 관리책임자의 승인을 받아 개인정보를 파기합니다.
											</li>
										</ul>
									</li>
									<li>2) 파기방법
										<ul>
											<li>회사는 전자적 파일 형태로 기록∙저장된 개인정보는 기록을 재생할 수 없도록 파기하며, 종이 문서에 기록∙저장된
												개인정보는 분쇄기로 분쇄하거나 소각하여 파기합니다.
											</li>
										</ul>
									</li>
								</ul>
							</dd>
							<dt><a name="eighth"/>8. 개인정보의 안전성 확보조치에 관한 사항</dt>
							<dd>
								<p>회사는 개인정보의 안전성 확보에 필요한 관리적, 기술적, 물리적 조치를 하고 있습니다.</p>
								<ul>
									<li>1) 관리적 조치
										<ul>
											<li>1-1) 내부관리계획의 수립 및 시행: 개인정보의 안전한 처리를 위하여 내부관리계획을 수립, 시행하고 있습니다.
											</li>
											<li>1-2) 개인정보 취급 직원의 최소화 및 교육: 회사의 개인정보 취급 직원은 담당자에 한정시키고 이를 위한 별도의
												비밀번호를 부여하여 정기적으로 갱신하고 있으며, 담당자에 대한 수시 교육을 통하여 개인정보 취급방침의 준수를 항상
												강조하고 있습니다.
											</li>
										</ul>
									</li>
									<li>2) 기술적 조치
										<ul>
											<li>2-1) 해킹 등에 대비한 대책: 해킹이나 컴퓨터 바이러스 등에 의한 개인정보 유출 및 훼손을 막기 위하여
												보안프로그램을 설치하고 주기적인 갱신∙점검을 하며 외부로부터 접근이 통제된 구역에 시스템을 설치하고 기술적,
												물리적으로 감시 및 차단하고 있습니다.
											</li>
											<li>2-2) 비밀번호 암호화: 이용자 아이디의 비밀번호는 암호화되어 저장 및 관리되고 있어, 본인만이 알 수 있으며,
												개인정보의 확인 및 변경도 비밀번호를 알고 있는 본인에 의해서만 가능합니다.
											</li>
										</ul>
									</li>
									<li>3) 물리적 조치
										<ul>
											<li>3-1) 문서보안을 위한 잠금 장치 사용: 개인정보가 포함된 서류, 보조저장매체 등을 잠금 장치가 있는 안전한
												장소에 보관하고 있습니다.
											</li>
											<li>3-2) 비 인가자에 대한 출입 통제: 개인정보를 보관하고 있는 물리적 보관 장소를 별도로 두고 이에 대해 출입통제
												절차를 수립, 운영하고 있습니다.
											</li>
										</ul>
									</li>
								</ul>
							</dd>
							<dt><a name="nineth"/>9. 개인정보의 자동 수집 장치의 설치∙운영 및 그 거부에 관한 사항</dt>
							<dd>
								<p>회사는 이용자의 정보를 수시로 저장하고 찾아내는 쿠키(cookie) 등 개인정보를 자동으로 수집하는 장치를 설치, 운용합니다.
									쿠키(cookie)란, 회사의 웹사이트를 운영하는데 이용되는 서버가 이용자의 브라우저에 보내는 아주 작은 텍스트 파일로서 귀하의 컴퓨터
									하드디스크에 저장됩니다. 회사는 다음과 같은 목적을 위해 쿠키 등을 사용합니다.</p>
								<ul>
									<li>1) 쿠키의 사용 목적
										<ul>
											<li>회원과 비회원의 접속 빈도나 방문 시간 등을 분석, 이용자의 취향과 관심분야를 파악 및 자취 추적, 각종 이벤트
												참여 정도 및 방문 회수 파악 등을 통한 타깃 마케팅 및 개인 맞춤 서비스 제공
											</li>
										</ul>
									</li>
									<li>2) 쿠키의 설치/운영 및 거부
										<ul>
											<li>이용자는 쿠키 설치에 대한 선택권을 가지고 있습니다. 따라서, 이용자는 웹 브라우저에서 옵션을 설정함으로써 모든
												쿠키를 허용하거나, 쿠키가 저장될 때마다 확인을 거치거나, 아니면 모든 쿠키의 저장을 거부할 수도 있습니다.
											</li>
										</ul>
									</li>
									<li>3) 쿠키설정 거부 방법
										<ul>
											<li>쿠키 설정을 거부하는 방법으로는 회원님이 사용하는 웹 브라우저의 옵션을 선택함으로써 모든 쿠키를 허용하거나 쿠키를
												저장할 때마다 확인을 거치거나, 모든 쿠키의 저장을 거부할 수 있습니다.
											</li>
											<li>* 설정방법 예(인터넷 익스플로어의 경우): 웹 브라우저 상단의 도구 &gt; 인터넷 옵션 &gt; 개인정보
											</li>
											<li>단, 귀하께서 쿠키 설치를 거부하였을 경우 서비스 제공에 어려움이 있을 수 있습니다.</li>
										</ul>
									</li>
								</ul>
							</dd>
							<dt><a name="tenth"/>10. 개인정보 관리책임자에 관한 사항</dt>
							<dd>
								<ul className="lightFont lightPad">
									<li>1) 회사는 이용자의 개인정보를 보호하고, 불만처리 및 피해구제 등을 위하여 아래와 같이 개인정보 수집 및 이용 등에 관한 업무를
										총괄해서 책임지는 개인정보 관리책임자를 지정하고 있습니다.
										<ul className="dePartment">
											<li>▶ 개인정보 관리책임자</li>
											<li>책임자: 미래전략실 최성기 SP</li>
											<li>전화번호: 02-6970-6005</li>
										</ul>
										<ul className="dePartment">
											<li>▶ 개인정보 관리 담당부서</li>
											<li>부서명: 미래전략실 IT전략과</li>
											<li>담당자: 이 정 우 IP</li>
											<li>전화번호: 02-6970-6072</li>
											<li>이메일: leejw5@visang.com</li>
										</ul>
									</li>
									<li>2) 이용자는 회사의 서비스를 이용하며 발생한 모든 개인정보 보호 관련 문의, 불만처리, 피해구제 등에 관한 사항을 개인정보
										관리책임자 및 담당부서로 문의하실 수 있습니다. 회사는 이용자의 문의에 대해 지체없이 답변 및 처리해드리고 있습니다.
									</li>
									<li>3) 기타 개인정보침해에 대한 신고나 상담이 필요하신 경우에는 아래 기관에 문의하시기 바랍니다.
										<ul className="externalLink">
											<li>- 개인정보침해신고센터(http://privacy.kisa.or.kr / 국번없이 118)</li>
											<li>- 개인정보분쟁조정위원회 (http://www.kopico.or.kr / 02-405-5150)</li>
											<li>- 대검찰청 사이버범죄 수사단(http://www.spo.go.kr / 국번없이 1301)</li>
											<li>- 경찰청 사이버안전국 (http://www.ctrc.go.kr / 02-3150-2659, 국번없이 182)
											</li>
										</ul>
									</li>
								</ul>
							</dd>
							<dt><a name="eleventh"/>11. 개인정보 취급방침의 변경에 관한 사항</dt>
							<dd>
								<p>현 개인정보취급방침 내용 추가, 삭제 및 수정이 있을 시에는 개정 최소 7일전부터 홈페이지의 '공지사항'을 통해 고지할 것입니다. 다만,
									개인정보의 수집 및 활용, 제3자 제공 등과 같이 이용자 권리의 중요한 변경이 있을 경우에는 최소 30일 전에 고지합니다.</p>
								<ul className="lightFont listtopPad">
									<li>- 개인정보취급방침 공고일자: 2015년 11월 24일</li>
									<li>- 개인정보취급방침 시행일자: 2015년 12월 1일</li>
								</ul>
							</dd>
						</dl>
					</div>
				</div>
		);
	}
}

export default Privacy_viva_4;